<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>TESTGIT</title>
	<link rel="stylesheet" type="text/css" href="styles/style.css">
</head>
<body>
	<h1>TESTING</h1>
	<div id="article">
		<p>Но уникальность релиза в том, что свой генератор пираты защитили от взлома с помощью VMProtect, программы, которую Denuvo использует для предотвращения взлома своей защиты. Вследствие этого никто не может достоверно вычислить, что именно генератор делает с системой, куда установлен. Впрочем, распространение зловредных программ с помощью взлома самой надежной антипиратской защиты кажется излишне сложным планом. Скорее всего, главной целью было не дать Denuvo изучить механизм взлома и принять соответствующие меры.</p>
	</div>
	<a href="test.php">go to test.php</a>
	<br>
	<a href="tttest.html">go to html</a>
</body>
</html>
